Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.td
source: Chad stretches from the Sahara in the north through the Sahel toward more fertile southern zones, giving it one of the sharpest ecological gradients in Africa. That range creates major differences in livelihood, language, and landscape, from desert caravans to lake regions and greener south. Even people familiar with the name often underestimate how large and environmentally varied it is.
de: Der Tschad erstreckt sich von der Sahara im Norden über die Sahelzone bis hin zu fruchtbareren südlichen Zonen und weist damit einen der schärfsten ökologischen Gradienten in Afrika auf. Dieses Spektrum führt zu großen Unterschieden in Bezug auf Lebensunterhalt, Sprache und Landschaft, von Wüstenkarawanen über Seenregionen bis hin zum grüneren Süden. Selbst Menschen, die mit dem Namen vertraut sind, unterschätzen oft, wie groß und vielfältig die Umwelt ist.
es: Chad se extiende desde el Sahara en el norte a través del Sahel hacia zonas más fértiles del sur, lo que le otorga uno de los gradientes ecológicos más pronunciados de África. Esa variedad crea grandes diferencias en medios de vida, lengua y paisaje, desde caravanas en el desierto hasta regiones lacustres y un sur más verde. Incluso las personas familiarizadas con el nombre a menudo subestiman lo grande y ambientalmente variado que es.
fr: Le Tchad s'étend du Sahara au nord à travers le Sahel vers des zones plus fertiles au sud, lui conférant l'un des gradients écologiques les plus marqués d'Afrique. Cette étendue crée d'importantes différences dans les moyens de subsistance, la langue et le paysage, des caravanes du désert aux régions lacustres et au sud plus verdoyant. Même les personnes familières avec le nom sous-estiment souvent son étendue et sa diversité environnementale.
it: Il Ciad si estende dal Sahara a nord attraverso il Sahel verso zone meridionali più fertili, conferendogli uno dei gradienti ecologici più netti dell'Africa. Questa varietà crea grandi differenze nei mezzi di sussistenza, nella lingua e nel paesaggio, dalle caravane nel deserto alle regioni lacustri e al sud più verde. Anche le persone familiari con il nome spesso sottovalutano quanto sia grande e ambientalmente vario.
pt_br: O Chade se estende do Saara, no norte, através do Sahel em direção a zonas mais férteis do sul, proporcionando-lhe um dos gradientes ecológicos mais acentuados da África. Essa variedade gera grandes diferenças no modo de vida, na língua e na paisagem, desde caravanas no deserto até regiões lacustres e o sul mais verde. Mesmo pessoas familiarizadas com o nome frequentemente subestimam quão grande e ambientalmente variado ele é.
ru: Чад простирается от Сахары на севере через Сахель к более плодородным южным районам, что делает его одним из самых резких экологических переходов в Африке. Этот диапазон создаёт значительные различия в средствах существования, языке и ландшафте — от пустынных караванов до озёрных районов и более зелёного юга. Даже люди, знакомые с названием, часто недооценивают, насколько он велик и разнообразен с экологической точки зрения.

# country.description.tf
source: The French Southern and Antarctic Lands are a scattering of remote French-administered territories in subantarctic and Antarctic waters, known more for wildlife colonies and scientific expeditions than for any settled civilian life. These islands and polar zones are places of albatrosses, penguins, seals, rough seas, and weather systems that feel almost planetary in scale. People do not go for ordinary sightseeing so much as for the rare experience of reaching one of the most isolated environments on earth.
de: Die französischen Süd- und Antarktisgebiete sind eine Ansammlung abgelegener, von Frankreich verwalteter Gebiete in subantarktischen und antarktischen Gewässern, die eher für Wildtierkolonien und wissenschaftliche Expeditionen als für sesshaftes Zivilleben bekannt sind. Diese Inseln und Polarzonen sind Orte für Albatrosse, Pinguine, Robben, raue See und Wettersysteme, die fast planetarisch wirken. Die Menschen entscheiden sich weniger für gewöhnliche Sehenswürdigkeiten als vielmehr für das seltene Erlebnis, eine der abgelegensten Gegenden der Erde zu erreichen.
es: Las Tierras Australes y Antárticas Francesas son un conjunto disperso de territorios administrados por Francia en aguas subantárticas y antárticas, conocidos más por sus colonias de fauna y expediciones científicas que por cualquier vida civil asentada. Estas islas y zonas polares son lugares de albatros, pingüinos, focas, mares agitados y sistemas meteorológicos que parecen casi de escala planetaria. La gente no va por turismo ordinario, sino por la rara experiencia de alcanzar uno de los entornos más aislados de la Tierra.
fr: Les Terres australes et antarctiques françaises sont un ensemble de territoires éloignés administrés par la France dans les eaux subantarctiques et antarctiques, connus plus pour leurs colonies animales et leurs expéditions scientifiques que pour toute vie civile sédentaire. Ces îles et zones polaires sont des lieux d’albatros, de manchots, de phoques, de mers agitées et de systèmes météorologiques qui semblent presque planétaires. Les gens ne viennent pas autant pour le tourisme ordinaire que pour l’expérience rare d’atteindre l’un des environnements les plus isolés de la Terre.
it: I Territori Francesi Meridionali e Antartici sono un insieme di territori remoti amministrati dalla Francia in acque subantartiche e antartiche, noti più per le colonie di fauna selvatica e le spedizioni scientifiche che per qualsiasi vita civile stabilita. Queste isole e zone polari sono luoghi di albatri, pinguini, foche, mari agitati e sistemi meteorologici che sembrano quasi di portata planetaria. Le persone non vi si recano tanto per il turismo ordinario quanto per la rara esperienza di raggiungere uno degli ambienti più isolati della Terra.
pt_br: As Terras Austrais e Antárticas Francesas são um conjunto de territórios remotos administrados pela França em águas subantárticas e antárticas, conhecidos mais por colônias de vida selvagem e expedições científicas do que por qualquer vida civil estabelecida. Estas ilhas e zonas polares são lugares de albatrozes, pinguins, focas, mares agitados e sistemas climáticos que parecem quase de escala planetária. As pessoas não vão para passeios turísticos comuns, mas sim para a rara experiência de alcançar um dos ambientes mais isolados da Terra.
ru: Французские Южные и Антарктические территории представляют собой разбросанные удаленные территории, управляемые Францией, в субантарктических и антарктических водах, известные больше своими колониями дикой природы и научными экспедициями, чем постоянным гражданским населением. Эти острова и полярные зоны — это места, где обитают альбатросы, пингвины, тюлени, где бушуют тяжелые моря и погодные системы, которые кажутся почти планетарными по масштабу. Люди приезжают сюда не столько для обычного туризма, сколько ради редкого опыта достижения одной из самых изолированных сред на Земле.

# country.description.tg
source: Togo is a narrow West African state running from the Gulf of Guinea northward into savanna, a shape that makes environmental change visible over relatively short distances. Markets, coast, hillside villages, textiles, and north-south contrast all play large roles in how the country is experienced. Its compactness makes the cultural and landscape shifts feel especially immediate.
de: Togo ist ein schmaler westafrikanischer Staat, der sich vom Golf von Guinea nach Norden in die Savanne erstreckt, eine Form, die Umweltveränderungen über relativ kurze Distanzen sichtbar macht. Märkte, Küste, Bergdörfer, Textilien und der Nord-Süd-Kontrast spielen alle eine große Rolle bei der Wahrnehmung des Landes. Aufgrund seiner Kompaktheit wirken die kulturellen und landschaftlichen Veränderungen besonders unmittelbar.
es: Togo es un estrecho estado de África Occidental que se extiende desde el Golfo de Guinea hacia el norte hasta la sabana, una forma que hace que el cambio ambiental sea visible en distancias relativamente cortas. Los mercados, la costa, los pueblos en las colinas, los textiles y el contraste norte-sur desempeñan todos un papel importante en la manera en que se experimenta el país. Su compacidad hace que los cambios culturales y del paisaje se sientan especialmente inmediatos.
fr: Le Togo est un État étroit d'Afrique de l'Ouest s'étendant du golfe de Guinée vers le nord jusqu'à la savane, une forme qui rend le changement environnemental visible sur des distances relativement courtes. Les marchés, la côte, les villages de colline, les textiles et le contraste nord-sud jouent tous un rôle important dans la façon dont le pays est vécu. Sa compacité rend les changements culturels et paysagers particulièrement immédiats.
it: Il Togo è un piccolo stato dell'Africa occidentale che si estende dal Golfo di Guinea verso nord nella savana, una forma che rende i cambiamenti ambientali visibili su distanze relativamente brevi. I mercati, la costa, i villaggi collinari, i tessuti e il contrasto tra nord e sud giocano tutti ruoli importanti nel modo in cui il paese viene vissuto. La sua compattezza rende i cambiamenti culturali e paesaggistici particolarmente immediati.
pt_br: Togo é um estado estreito da África Ocidental que se estende do Golfo da Guiné para o norte, até a savana, uma forma que torna a mudança ambiental visível em distâncias relativamente curtas. Mercados, costa, vilarejos em encostas, têxteis e o contraste norte-sul desempenham todos papéis importantes na forma como o país é experienciado. Sua compacidade faz com que as mudanças culturais e na paisagem pareçam especialmente imediatas.
ru: Того — это узкое государство в Западной Африке, тянущееся от Гвинейского залива на север в саванну, форма которого делает изменения окружающей среды видимыми на относительно небольших расстояниях. Рынки, побережье, деревни на склонах, текстиль и контраст север-юг играют большую роль в восприятии страны. Её компактность делает культурные и ландшафтные изменения особенно ощутимыми.

# country.description.th
source: Thailand is one of Southeast Asia's major cultural anchors, known for never having been formally colonized and for building a modern state around monarchy, Buddhism, and strategic adaptation. Bangkok is one of the world's great urban intensities, while the rest of the country extends into rice plains, mountains, islands, and old capitals. Its accessibility to travelers can obscure how historically sophisticated the state really is.
de: Thailand ist einer der wichtigsten kulturellen Anker Südostasiens, bekannt dafür, nie offiziell kolonisiert zu werden und einen modernen Staat auf der Grundlage von Monarchie, Buddhismus und strategischer Anpassung aufzubauen. Bangkok ist eine der größten Stadtstädte der Welt, während sich der Rest des Landes über Reisebenen, Berge, Inseln und alte Hauptstädte erstreckt. Seine Zugänglichkeit für Reisende kann darüber hinwegtäuschen, wie historisch anspruchsvoll der Staat tatsächlich ist.
es: Tailandia es uno de los principales pilares culturales del sudeste asiático, conocida por nunca haber sido formalmente colonizada y por construir un estado moderno en torno a la monarquía, el budismo y la adaptación estratégica. Bangkok es una de las grandes intensidades urbanas del mundo, mientras que el resto del país se extiende en llanuras de arroz, montañas, islas y antiguas capitales. Su accesibilidad para los viajeros puede ocultar cuán históricamente sofisticado es realmente el estado.
fr: La Thaïlande est l'un des principaux piliers culturels de l'Asie du Sud-Est, connue pour n'avoir jamais été formellement colonisée et pour avoir construit un État moderne autour de la monarchie, du bouddhisme et de l'adaptation stratégique. Bangkok est l'une des grandes intensités urbaines du monde, tandis que le reste du pays s'étend sur des plaines de riz, des montagnes, des îles et d'anciennes capitales. Son accessibilité aux voyageurs peut masquer la complexité historique réelle de l'État.
it: La Thailandia è uno dei principali pilastri culturali del Sud-est Asiatico, nota per non essere mai stata formalmente colonizzata e per aver costruito uno stato moderno attorno alla monarchia, al Buddhismo e all'adattamento strategico. Bangkok è una delle grandi intensità urbane del mondo, mentre il resto del paese si estende in pianure di riso, montagne, isole e antiche capitali. La sua accessibilità ai viaggiatori può oscurare quanto lo stato sia storicamente sofisticato.
pt_br: A Tailândia é um dos principais pilares culturais do Sudeste Asiático, conhecida por nunca ter sido formalmente colonizada e por construir um estado moderno em torno da monarquia, do budismo e da adaptação estratégica. Bangkok é uma das grandes intensidades urbanas do mundo, enquanto o resto do país se estende em planícies de arroz, montanhas, ilhas e antigas capitais. Sua acessibilidade para viajantes pode obscurecer o quão historicamente sofisticado o estado realmente é.
ru: Таиланд является одним из основных культурных центров Юго-Восточной Азии, известным тем, что никогда официально не был колонизирован и что построил современное государство вокруг монархии, буддизма и стратегической адаптации. Бангкок является одним из мировых центров городской концентрации, в то время как остальная часть страны простирается на рисовые равнины, горы, острова и старые столицы. Его доступность для путешественников может скрывать, насколько исторически развитым является это государство.

# country.description.tj
source: Tajikistan is one of Central Asia's most mountainous countries, with the Pamirs giving it some of the highest and most remote inhabited terrain in the former Soviet world. Persian language heritage sets it apart from its largely Turkic-speaking neighbors. Much of the country's identity comes from altitude, isolation, and the persistence of valley-based regional life.
de: Tadschikistan ist eines der gebirgigsten Länder Zentralasiens und verfügt mit dem Pamir über eines der höchsten und abgelegensten bewohnten Gebiete in der ehemaligen Sowjetwelt. Das persische Spracherbe unterscheidet es von seinen weitgehend türkischsprachigen Nachbarn. Ein Großteil der Identität des Landes beruht auf der Höhenlage, der Isolation und der Beständigkeit des regionalen Lebens in den Tälern.
es: Tayikistán es uno de los países más montañosos de Asia Central, con los Pamirs que le proporcionan algunos de los terrenos habitados más altos y remotos del antiguo mundo soviético. La herencia del idioma persa lo distingue de sus vecinos, que hablan mayoritariamente lenguas túrquicas. Gran parte de la identidad del país proviene de la altitud, el aislamiento y la persistencia de la vida regional basada en los valles.
fr: Le Tadjikistan est l'un des pays les plus montagneux d'Asie centrale, les Pamirs lui offrant certains des terrains habités les plus hauts et les plus isolés du monde soviétique. L'héritage de la langue persane le distingue de ses voisins majoritairement turcophones. Une grande partie de l'identité du pays provient de l'altitude, de l'isolement et de la persistance de la vie régionale centrée sur les vallées.
it: Il Tagikistan è uno dei paesi più montuosi dell'Asia centrale, con i Pamiri che gli conferiscono alcuni dei terreni abitati più alti e remoti del vecchio mondo sovietico. L'eredità della lingua persiana lo distingue dai suoi vicini per lo più di lingua turca. Gran parte dell'identità del paese deriva dall'altitudine, dall'isolamento e dalla persistenza della vita regionale basata sulle valli.
pt_br: O Tajiquistão é um dos países mais montanhosos da Ásia Central, com os Pamires oferecendo alguns dos terrenos mais altos e remotos habitados do antigo mundo soviético. A herança da língua persa o diferencia de seus vizinhos, em sua maioria falantes de turco. Grande parte da identidade do país vem da altitude, do isolamento e da persistência da vida regional baseada nos vales.
ru: Таджикистан является одной из самых гористых стран Центральной Азии, а Памиры дают ему некоторые из самых высоких и отдалённых населённых территорий в бывшем советском мире. Наследие персидского языка отличает его от в основном тюркоязычных соседей. Большая часть идентичности страны формируется благодаря высоте, изоляции и сохранению жизни в долинах.

# country.description.tk
source: Tokelau is a New Zealand territory made up of three low Pacific atolls with no airport and extremely limited outside access. Its remoteness and small population mean that ocean conditions directly shape transport, economy, and everyday rhythm. Few territories are so physically and logistically defined by the sea.
de: Tokelau ist ein neuseeländisches Territorium, das aus drei Atollen im Tiefpazifik besteht und über keinen Flughafen und äußerst eingeschränkten Zugang von außen verfügt. Aufgrund seiner Abgeschiedenheit und geringen Bevölkerungszahl beeinflussen die Meeresbedingungen direkt den Transport, die Wirtschaft und den Alltagsrhythmus. Nur wenige Gebiete sind physisch und logistisch so stark vom Meer geprägt.
es: Tokelau es un territorio de Nueva Zelanda compuesto por tres atolones bajos del Pacífico sin aeropuerto y con un acceso externo extremadamente limitado. Su aislamiento y pequeña población significan que las condiciones del océano moldean directamente el transporte, la economía y el ritmo cotidiano. Pocos territorios están tan definidos física y logísticamente por el mar.
fr: Les Tokelau sont un territoire de la Nouvelle-Zélande composé de trois atolls pacifiques bas, sans aéroport et avec un accès extérieur extrêmement limité. Son isolement et sa petite population signifient que les conditions océaniques influencent directement les transports, l'économie et le rythme quotidien. Peu de territoires sont autant définis physiquement et logistiquement par la mer.
it: Tokelau è un territorio della Nuova Zelanda composto da tre bassi atolli del Pacifico senza aeroporto e con accesso esterno estremamente limitato. La sua remota posizione e la piccola popolazione significano che le condizioni oceaniche influenzano direttamente i trasporti, l'economia e il ritmo quotidiano. Pochi territori sono così fisicamente e logisticamente definiti dal mare.
pt_br: Tokelau é um território da Nova Zelândia formado por três atóis baixos do Pacífico, sem aeroporto e com acesso externo extremamente limitado. Sua remota localização e pequena população significam que as condições do oceano moldam diretamente o transporte, a economia e o ritmo diário. Poucos territórios são tão fisicamente e logisticamente definidos pelo mar.
ru: Токелау — это территория Новой Зеландии, состоящая из трёх низменных тихоокеанских атоллов без аэропорта и с крайне ограниченным внешним доступом. Её удалённость и небольшое население означают, что морские условия напрямую формируют транспорт, экономику и повседневный ритм жизни. Немногие территории так физически и логистически определяются морем.

# country.description.tl
source: Timor-Leste is one of Asia's youngest states and occupies the eastern half of Timor, where steep mountains drop toward reef-lined coasts and village life remains highly visible. Portuguese influence, Tetum language, Catholic traditions, woven textiles, and coffee-growing highlands all help give the country a distinct identity within island Southeast Asia. It still feels lightly visited and deeply local, which is part of its appeal for travelers who want somewhere genuinely different.
de: Timor-Leste ist einer der jüngsten Staaten Asiens und liegt in der östlichen Hälfte Timors, wo steile Berge zu von Riffen gesäumten Küsten abfallen und das dörfliche Leben noch gut sichtbar ist. Portugiesischer Einfluss, Tetum-Sprache, katholische Traditionen, gewebte Textilien und Kaffeeanbau-Hochland tragen dazu bei, dem Land eine eindeutige Identität innerhalb der südostasiatischen Insel zu verleihen. Es fühlt sich immer noch wenig besucht und zutiefst lokal an, was einen Teil seiner Attraktivität für Reisende ausmacht, die einen wirklich anderen Ort suchen.
es: Timor-Leste es uno de los estados más jóvenes de Asia y ocupa la mitad oriental de Timor, donde empinadas montañas descienden hacia costas bordeadas de arrecifes y la vida en los pueblos sigue siendo muy visible. La influencia portuguesa, la lengua tetum, las tradiciones católicas, los tejidos artesanales y las tierras altas productoras de café ayudan a darle al país una identidad distinta dentro del sudeste asiático insular. Todavía se siente poco visitado y profundamente local, lo cual es parte de su atractivo para los viajeros que buscan un lugar verdaderamente diferente.
fr: Le Timor-Leste est l'un des États les plus jeunes d'Asie et occupe la moitié orientale du Timor, où des montagnes escarpées tombent vers des côtes bordées de récifs et où la vie villageoise reste très visible. L'influence portugaise, la langue tétoum, les traditions catholiques, les textiles tissés et les hauts plateaux producteurs de café contribuent tous à donner au pays une identité distincte au sein de l'Asie du Sud-Est insulaire. Il semble encore peu visité et profondément local, ce qui fait partie de son attrait pour les voyageurs qui cherchent un endroit vraiment différent.
it: Il Timor Est è uno degli stati più giovani dell'Asia e occupa la metà orientale di Timor, dove ripide montagne scendono verso coste contornate da barriere coralline e la vita nei villaggi rimane molto visibile. L'influenza portoghese, la lingua tetum, le tradizioni cattoliche, i tessuti intrecciati e gli altopiani coltivati a caffè contribuiscono tutti a dare al paese un'identità distinta all'interno del Sudest asiatico insulare. Si percepisce ancora poco visitato e profondamente locale, il che fa parte del suo fascino per i viaggiatori che cercano un posto davvero diverso.
pt_br: Timor-Leste é um dos estados mais jovens da Ásia e ocupa a metade oriental de Timor, onde montanhas íngremes descem em direção a costas cercadas por recifes e a vida nas aldeias continua altamente visível. A influência portuguesa, a língua tétum, as tradições católicas, os tecidos tecidos à mão e as terras altas de cultivo de café ajudam a dar ao país uma identidade distinta dentro do Sudeste Asiático insular. Ainda parece pouco visitado e profundamente local, o que faz parte de seu apelo para viajantes que procuram um lugar genuinamente diferente.
ru: Тимор-Лесте — одно из самых молодых государств Азии и занимает восточную половину Тимора, где крутые горы спускаются к побережьям с рифами, а деревенская жизнь остаётся очень заметной. Португальское влияние, язык тетум, католические традиции, тканые текстильные изделия и высокогорья, где выращивают кофе, помогают придать стране особую идентичность в рамках островной Юго-Восточной Азии. Там всё ещё ощущается лёгкая посещаемость и глубокая местная атмосфера, что является частью его привлекательности для путешественников, ищущих действительно необычное место.
